-- phpMyAdmin SQL Dump
-- version 4.0.6
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Feb 07, 2014 at 01:29 PM
-- Server version: 5.5.33
-- PHP Version: 5.5.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `avene_photowall`
--

-- --------------------------------------------------------

--
-- Table structure for table `Photo`
--

CREATE TABLE `Photo` (
  `pid` int(25) NOT NULL AUTO_INCREMENT COMMENT 'photo id',
  `weibo_id` bigint(50) NOT NULL,
  `image` varchar(255) NOT NULL COMMENT 'image url',
  `screen_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT 'weibo screen name',
  `gender` varchar(5) NOT NULL,
  `location` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `sns_uid` bigint(50) NOT NULL COMMENT 'weibo uid',
  `avatar` varchar(255) NOT NULL COMMENT 'weibo avatar url',
  `content` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT 'content',
  `status` int(1) NOT NULL,
  `datetime` int(11) NOT NULL,
  PRIMARY KEY (`pid`),
  UNIQUE KEY `pid` (`pid`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=58 ;

--
-- Dumping data for table `Photo`
--

INSERT INTO `Photo` (`pid`, `weibo_id`, `image`, `screen_name`, `gender`, `location`, `sns_uid`, `avatar`, `content`, `status`, `datetime`) VALUES
(1, 3674570118990405, '/upload/20140205/3674570118990405.jpg', '枫god', 'm', '河南', 1842281437, 'http://tp2.sinaimg.cn/1842281437/50/0/1', '小手摇一摇，就能赚钱了。快来淘粉吧免费摇奖赚钱吧！ http://t.cn/8FaqxoO', 0, 1391569287),
(2, 3674570118732126, '/upload/20140205/3674570118732126.jpg', '过年肥仔', 'f', '其他', 2834746603, 'http://tp4.sinaimg.cn/2834746603/50/5683594162/0', '又要做客的时候。提前吃饭走。 好丢人[泪]', 1, 1391569288),
(3, 3674570118731953, '/upload/20140205/3674570118731953.jpg', '七月诗篇', 'f', '江苏 南京', 2683650481, 'http://tp2.sinaimg.cn/2683650481/50/39997642725/0', '#剑网3#新春版今日开测，两组贺岁新服齐开，海量活动拜年，更送惊喜豪礼：业界首创神笔鎏翊可挥毫点墨，任意书写！配套砚台壕气十足！更有贺岁跟宠木马卖萌，与你共度新春！http://t.cn/8FGCZtA 活动地址： http://t.cn/8F41bRx 已有2437654人参与 @剑网3官方微博 @剑网3客户服务', 0, 1391569289),
(4, 3674570118731830, '/upload/20140205/3674570118731830.jpg', '我是超级自然卷的兔纸牙', 'f', '其他', 3317484905, 'http://tp2.sinaimg.cn/3317484905/50/5684419853/0', '不想学习，闲的无聊。就整理出这些玩意。[求关注]，明天开始学习好了…除了图三一套是130，图一30。其他都是50。不要跟我讲价，真的为了清衣柜。我是喜新厌旧的人。我不是小气的人，但也不想自己不便宜买来的东西太便宜，都不包邮，我还有一个月考试，请不要与我讲价。新年快乐～', 1, 1391569289),
(5, 3674570118557459, '/upload/20140205/3674570118557459.jpg', '鱼儿瓶中游', 'f', '四川 宜宾', 1158207102, 'http://tp3.sinaimg.cn/1158207102/50/5610600773/0', '发表了一篇转载博文 《[转载]玩你没商量：中国俗语，你读懂了吗？》 -  http://t.cn/8FaqxSX', 0, 1391569290),
(6, 3674570114795267, '/upload/20140205/3674570114795267.jpg', '蜜娜馨屋', 'f', '河南 郑州', 2127117591, 'http://tp4.sinaimg.cn/2127117591/50/5659656379/0', '我要参加"一起去泡温泉吧"，感兴趣的一起来吧。 http://t.cn/8FiigXD #陌陌活动# ', 0, 1391569290),
(7, 3674570114794647, '/upload/20140205/3674570114794647.jpg', '陆婉莹B', 'f', '广东 佛山', 1767579235, 'http://tp4.sinaimg.cn/1767579235/50/5686478767/0', '', 0, 1391569290),
(8, 3674570114794609, '/upload/20140205/3674570114794609.jpg', '天空JUNG', 'f', '其他', 1857861814, 'http://tp3.sinaimg.cn/1857861814/50/5683475760/0', 'http://t.cn/8FaqxXl [SW포토] 윤은혜, 벌써 봄이 온 듯…아름다운 자태 ', 1, 1391569290),
(9, 3674570114794597, '/upload/20140205/3674570114794597.jpg', 'hgd0224', 'm', '上海 宝山区', 1785937600, 'http://tp1.sinaimg.cn/1785937600/50/1280917760/1', '我在万里通APP摇到了40分！敢不敢来PK谁的手气好？http://t.cn/8kcZwL0 ', 0, 1391569291),
(10, 3674570114794579, '/upload/20140205/3674570114794579.jpg', '地地道道之无本之木', 'm', '浙江 衢州', 2100872717, 'http://tp2.sinaimg.cn/2100872717/50/5612659747/1', '“幸运大转盘，快盘送空间” 今天抽中了500M永久空间，幸运指数4颗星！每日大转盘抽奖，轻松扩容，惊喜不断，抢1T永久空间点击->http://t.cn/8FaqxXp 同步网盘领军产品，8000万用户的选择，值得信赖。', 0, 1391569291),
(11, 3674570114537158, '/upload/20140205/3674570114537158.jpg', '何欢主播', 'f', '江苏 南通', 1826551077, 'http://tp2.sinaimg.cn/1826551077/50/5633881243/0', '为弥补昨天去打牌扔我一个人在家吃泡面，补发红包[坏笑]枕着钱睡觉好爽啊[坏笑]让你大过年扔我在家[鼓掌] 我在:http://t.cn/8FIckxq', 0, 1391569291),
(12, 3674570114536966, '/upload/20140205/3674570114536966.jpg', '用户3785516883', 'm', '其他', 3785516883, 'http://tp4.sinaimg.cn/3785516883/50/5686536394/1', '#请理性爱国#对日本侵犯我国主权行为，我们坚决反对；对损害同胞财产与感情行为，我们也绝不容许！今天，我们用理性宣示力量：我们愤怒，但不失去理智；我们呐喊，但不传播谣言；我们热血，但不盲从暴力！今天，从你我开始，用理性宣示力量。点击呼吁：http://weibo.com/z/lovechina2012', 0, 1391569292),
(13, 3674570114536724, '/upload/20140205/3674570114536724.jpg', '飘逝如风_29', 'm', '湖北 武汉', 1961739334, 'http://tp3.sinaimg.cn/1961739334/50/40022904168/1', '龙上有马——龙马精神；那么马上该有啥呢？ 我在:http://t.cn/8FaqxaP', 1, 1391569292),
(14, 3674570114536531, '/upload/20140205/3674570114536531.jpg', '摩羯南城旧梦R', 'f', '四川 成都', 3976775996, 'http://tp1.sinaimg.cn/3976775996/50/40044145191/0', '【清肠排毒食物盘点】1.海带，最佳吃法是清蒸；2.猪血，喝猪血白米粥；3.糙米，将糙米与排骨、海米一同煮；4.蜂蜜，取一勺蜂蜜泡水饮用；5.酸奶，两餐之间喝杯酸奶；6.花生，每日吃5—6粒花生；7.黑木耳凉拌吃最营养；8.魔芋豆腐，魔芋豆腐切片在盐水中煮2分钟，加入鸡汤煮。', 0, 1391569292),
(15, 3674570114362660, '/upload/20140205/3674570114362660.jpg', '带腕表的老鼠', 'm', '江苏 无锡', 2179071605, 'http://tp2.sinaimg.cn/2179071605/50/5669084301/1', '我于2006-05-06 从徐州到了郑州，行程340公里。我在#行者APP# http://t.cn/8FGJt50', 0, 1391569293),
(16, 3674570114362438, '/upload/20140205/3674570114362438.jpg', '苍凉老椅', 'm', '海外 匈牙利', 1661214930, 'http://tp3.sinaimg.cn/1661214930/50/22862167593/1', '#微博桌面2014# 3.0.2版本上线啦！换肤功能改版，多款主题可选；隐身登录刷微博，安安静静防打扰；优化发微博窗口，多图发布更流畅；私信气泡显示，让聊天更有趣！更多精彩功能，尽在微博桌面，赶紧下载吧>> http://t.cn/8kJtwiy', 0, 1391569294),
(17, 3674571855391601, '/upload/20140205/3674571855391601.jpg', '韩婷婷sunny', 'f', '浙江 台州', 3769865020, 'http://tp1.sinaimg.cn/3769865020/50/5684057816/0', '如果这一生中，你只需要一个爱你疼你并且伴随一生的爱人，那么，为什么要着急呢？世上人有千万，你不需要个个都讨好，只需要等待某一个。记住啊，每个人的感情都是稀缺资源。胡乱给人，就会变得越来越少。不要过于着急，只需要慢慢等待。对的人，总是在对的时候出现。', 1, 1391569707),
(18, 3674571855391586, '/upload/20140205/3674571855391586.jpg', '大刀向冬天砍去', 'f', '上海 黄浦区', 2132314817, 'http://tp2.sinaimg.cn/2132314817/50/40028752148/0', '#剑网3# 我是kkkk ，来自ddfdf ，我想对sdfsdfs 说：sfdsd   http://t.cn/8F41bRx 已有2438410人参与 @剑网3官方微博 @剑网3客户服务', 1, 1391569707),
(19, 3674571855391570, '/upload/20140205/3674571855391570.jpg', '托儿所的影子3', 'm', '北京 东城区', 3794939310, 'http://tp3.sinaimg.cn/3794939310/50/0/1', '不管你信不信，反正我信了！//@托儿所的影子3 在小小阿狸 获得了成就45级，获取速度超过了微博98%的玩家，你想和TA比试一下吗？http://t.cn/z8TVqyy', 1, 1391569707),
(20, 3674571855391458, '/upload/20140205/3674571855391458.jpg', '想你就会流泪', 'f', '江苏 南通', 3834547753, 'http://tp2.sinaimg.cn/3834547753/50/5686315946/0', '我愿倾尽我的所有只求傻帽还我一个黑发少年吴世勋。  http://t.cn/8kLacqa', 1, 1391569707),
(21, 3674571855391254, '/upload/20140205/3674571855391254.jpg', '化妆师_纪婷萱GD', 'f', '山东 青岛', 1752254587, 'http://tp4.sinaimg.cn/1752254587/50/5686468346/0', '', 0, 1391569708),
(22, 3674571855124128, '/upload/20140205/3674571855124128.jpg', '洋葱便宜', 'm', '广东', 2625182273, 'http://tp2.sinaimg.cn/2625182273/50/0/1', '过年竟然还有收费的收费站，国家的政策在哪里？ 我在:http://t.cn/8FaqWTx', 0, 1391569708),
(23, 3674571855003216, '/upload/20140205/3674571855003216.jpg', '泰国古曼佛牌堂总店', 'f', '海外 泰国', 3854541830, 'http://tp3.sinaimg.cn/3854541830/50/5681921825/0', '这位善信把父母曾经堕胎6个和满月就夭折得哥哥找回后父母总算不怎么吵架了！咨询加微信：xihayxj', 1, 1391569709),
(24, 3674571854680044, '/upload/20140205/3674571854680044.jpg', '哈尼猪Eillie_chen', 'f', '广东 汕头', 1756513965, 'http://tp2.sinaimg.cn/1756513965/50/22865045792/0', '过年几天都是跑娘家蹭饭~最近继续在家修养身体了！同学们，朋友们，快来我家做客~谁还没看望我的快来！✨', 1, 1391569709),
(25, 3674571854680012, '/upload/20140205/3674571854680012.jpg', 'openapi_report1', 'f', '北京 怀柔区', 1829433375, 'http://tp4.sinaimg.cn/1829433375/50/5686536978/0', 'REPORT1_PUBLISH_PIC123.125.106.2261391569661.882158  ', 1, 1391569709),
(26, 3674571851195863, '/upload/20140205/3674571851195863.jpg', '安康江南衣派女装鞋包饰配生活馆', 'm', '陕西 安康', 1613374540, 'http://tp1.sinaimg.cn/1613374540/50/5685094239/1', '安康江南衣派精品女装店将于02月05日推出“满99包邮”满就送/减活动，单笔订单满99元减10元并包邮！抢到就是赚！http://t.cn/8FqLltJ http://t.cn/8FqLltJ ', 1, 1391569709),
(27, 3674571850929414, '/upload/20140205/3674571850929414.jpg', '刘鑫奕要学会忍耐', 'f', '湖北 武汉', 3254517597, 'http://tp2.sinaimg.cn/3254517597/50/5680531152/0', '好喜欢他，要不要这么萌啊[花心][花心][花心] 我在:http://t.cn/8FxCqUh', 1, 1391569710),
(28, 3674571850929410, '/upload/20140205/3674571850929410.jpg', 'm流行式2010', 'm', '上海 浦东新区', 3778093535, 'http://tp4.sinaimg.cn/3778093535/50/40035567340/1', '1992年1月24日 (农历腊月二十)，我国与以色列建立外交关系。以色列，位于亚洲西部。面积按联合国1947年关于巴勒斯坦分治决议的规定为1.49万平方公里（实际控制面积超过规定面积）。人口576万人，犹太人占80%。希伯来语为国语。希伯来语和阿拉伯语为官方语言，通用英语。犹太教为国教。   ', 1, 1391569710),
(29, 3674571850929240, '/upload/20140205/3674571850929240.jpg', 'Pan-你会不會', 'f', '广西 柳州', 2377559652, 'http://tp1.sinaimg.cn/2377559652/50/5677997655/0', '高速路上遇上堵车了。。。', 1, 1391569711),
(30, 3674571850929169, '/upload/20140205/3674571850929169.jpg', '手机用户2459513957', 'f', '广东', 2459513957, 'http://tp2.sinaimg.cn/2459513957/50/5686510398/0', '具有浓郁中国情调的红色小花的水彩画装点墙面，搭配上红色的抱枕，给原本简单的白色空间增加了些亮色。', 1, 1391569711),
(31, 3674571850808479, '/upload/20140205/3674571850808479.jpg', 'super_super7', 'f', '河北 石家庄', 1768862452, 'http://tp1.sinaimg.cn/1768862452/50/5685242025/0', '[马上有对象] 我在这里:http://t.cn/8F6ePaE', 1, 1391569711),
(32, 3674571850808340, '/upload/20140205/3674571850808340.jpg', '美丽宝贝357', 'f', '上海 金山区', 2707889570, 'http://tp3.sinaimg.cn/2707889570/50/5658663263/0', '【兰蔻智能愉悦臻白5件套】洁面泡沫+柔肤水+乳液+精华乳+面霜，看得见的弹润透亮，摸得到的柔软细腻~用心感受你的年轻！尚品100网1.5折开团，260元还包邮，想要美白肌的千万不要错过啦：（去评论中找链接哦） 。', 1, 1391569711),
(33, 3674571850808226, '/upload/20140205/3674571850808226.jpg', '陆三七-', 'f', '云南 思茅', 1599353844, 'http://tp1.sinaimg.cn/1599353844/50/5685632312/0', '好恐怖！这么多东西！确定不是搬家吗亲 ', 1, 1391569711),
(34, 3674571850485459, '/upload/20140205/3674571850485459.jpg', '花花零零肆D', 'm', '江苏 南京', 2507214041, 'http://tp2.sinaimg.cn/2507214041/50/40032711916/1', '大爆料！！！告诉妹纸们，我是如何从140斤的死胖纸瘦成90斤的死瘦纸滴~~！[哈哈]其实就是小S力荐的瘦身神贴，模特圈内的妹纸都在偷偷用！！！低调透露下，小S产后神速恢复火辣性感身材全靠这货啦~~想掉肉快戳，经常断货哦，下手要快： http://t.cn/8FaqWYQ 。', 1, 1391569712),
(35, 3674571847001203, '/upload/20140205/3674571847001203.jpg', 'pony524', 'f', '浙江 杭州', 2060902015, 'http://tp4.sinaimg.cn/2060902015/50/5596610007/0', '我有宝贝新上架了，分享一下：代购 医用胶带，价格：￥2.00元，见：http://t.cn/8k9DsEK', 1, 1391569712),
(36, 3674571847001181, '/upload/20140205/3674571847001181.jpg', 'Sure思华', 'f', '广东', 2652730233, 'http://tp2.sinaimg.cn/2652730233/50/5670857591/0', '蝴蝶飞动，嗅一鼻薰衣草的浓香。我正在使用"蝴蝶纷飞"封面图，好漂亮，你们都快来试试！http://t.cn/8F70sLL', 1, 1391569712),
(37, 3674571847001161, '/upload/20140205/3674571847001161.jpg', 'Z-Qian-H想回到从前', 'f', '浙江 温州', 1878543760, 'http://tp1.sinaimg.cn/1878543760/50/40038704583/0', '第一次住公寓，环境真赞！[太开心][太开心]', 1, 1391569712),
(38, 3674572908195651, '/upload/20140205/3674572908195651.jpg', '水清云淡cs神', 'm', '广东 汕尾', 2565155254, 'http://tp3.sinaimg.cn/2565155254/50/0/1', '“幸运大转盘，快盘送空间” 今天抽中了1G永久空间，幸运指数5颗星！每日大转盘抽奖，轻松扩容，惊喜不断，抢1T永久空间点击->http://t.cn/8FaqnUL 同步网盘领军产品，8000万用户的选择，值得信赖。', 0, 1391569959),
(39, 3674572908195526, '/upload/20140205/3674572908195526.jpg', '用户mhqfruerdc', 'm', '其他', 5024305346, 'http://tp3.sinaimg.cn/5024305346/50/0/1', '我刚更新了#新浪微博G3版客户端#:1.全新话题功能; 2.新增精美新年主题; 3.应用广场游戏广场应有尽有！下载地址：http://t.cn/zT2eMVU', 0, 1391569959),
(40, 3674572908194866, '/upload/20140205/3674572908194866.jpg', 'Sweety-瑶瑶', 'f', '四川 宜宾', 2695142630, 'http://tp3.sinaimg.cn/2695142630/50/5686067337/0', '[嘻嘻]好姐妹。 我在这里:http://t.cn/z8Ab0C6', 1, 1391569960),
(41, 3674572907922225, '/upload/20140205/3674572907922225.jpg', 'ytjtwzl', 'm', '北京 东城区', 3190058054, 'http://tp3.sinaimg.cn/3190058054/50/5682406231/1', '招财纳福', 1, 1391569960),
(42, 3674572907921923, '/upload/20140205/3674572907921923.jpg', '杰哥儿Shan', 'f', '江苏 常州', 2919135631, 'http://tp4.sinaimg.cn/2919135631/50/5684405436/0', '这是我在唱吧里的个人主页，艺名是 杰哥儿S，求鲜花，求关注（唱吧下载地址>>>http://t.cn/zOJe6LV ）', 0, 1391569961),
(43, 3674572907678516, '/upload/20140205/3674572907678516.jpg', '超级骗子陈杰', 'm', '台湾 台北市', 3113084931, 'http://tp4.sinaimg.cn/3113084931/50/5648458175/1', '《潮人生命》影片以宝莱坞式的歌舞桥段为主打，磁性的中年沙哑嗓音，活蹦乱跳的青春舞动，还有荡气回肠的“团结”摇滚，各种俄罗斯特色歌曲舞蹈轮番登场，光彩照人。', 0, 1391569961),
(44, 3674572907678293, '/upload/20140205/3674572907678293.jpg', 'xhnhz', 'm', '陕西 商洛', 2070596335, 'http://tp4.sinaimg.cn/2070596335/50/22862901765/1', '又发现一张好图，发上来给大家看看！（分享自 @360安全浏览器 全屏看图）http://t.cn/8FaqnLj', 0, 1391569961),
(45, 3674572907367112, '/upload/20140205/3674572907367112.jpg', '善良阿金', 'f', '北京', 1765920373, 'http://tp2.sinaimg.cn/1765920373/50/5619514544/0', '史上伟大的领导者多无妇人之仁,而有江湖之义。前者是不瞻前顾后四面讨好;后者是信赏必罚恩怨分明。前者是当舍即舍,该杀就杀;后者是有恩报恩,有仇报仇。还有:他们识人至明又会装胡涂;立法甚严又能法外施恩。因为装胡涂才能留一手,法外施恩才显示权威。若处处透明,有理可循,很难令人心生敬畏。—— 刘墉', 1, 1391569961),
(46, 3674572907366928, '/upload/20140205/3674572907366928.jpg', '小吃货爱天下美食', 'f', '广东 广州', 2106438924, 'http://tp1.sinaimg.cn/2106438924/50/40020702299/0', '【韭菜鸡蛋卷】把韭菜辣椒末放入容器内，加入鸡蛋液、盐、鸡精、胡椒粉搅拌均匀备用；另取鸡蛋磕开搅拌均匀；将蛋液摊成鸡蛋饼；在鸡蛋饼上放入火腿条；将放入火腿的鸡蛋饼卷起；再将韭菜鸡蛋液放入锅中摊成蛋饼；将卷好的蛋卷放入韭菜蛋饼上卷成卷，切段即成。#美食#', 1, 1391569962),
(47, 3674572903999778, '/upload/20140205/3674572903999778.jpg', '左姨太', 'f', '江苏 南京', 2708693750, 'http://tp3.sinaimg.cn/2708693750/50/5685932149/0', '车过河要用船渡   十元一辆车  ', 1, 1391569962),
(48, 3674572903999446, '/upload/20140205/3674572903999446.jpg', 'Just我在', 'f', '四川', 2583789613, 'http://tp2.sinaimg.cn/2583789613/50/5685260891/0', '微人脉隆重推出“加入微人脉送微博会员”活动，现在加入@微人脉，即可免费获得微博会员。共送出10万份微博会员，先到先得，快来免费领取吧。http://t.cn/zHCdBdD', 1, 1391569963),
(49, 3674572903999408, '/upload/20140205/3674572903999408.jpg', '微问助手', 'm', '北京', 2711987451, 'http://tp4.sinaimg.cn/2711987451/50/40020028049/1', '@想去旅行的小海宁 您好！来自【微问】的网友向您请教音乐方面的问题：“春节联欢晚会魔幻三兄弟倒数第二叫什...”『分享知识和经验来帮助TA，请点击 http://t.cn/8FaqnzW 』回答还能攒积分换礼品，iPad在向你招手！不愿收到求助信息请点击http://t.cn/8F4Knxa', 0, 1391569963),
(50, 3674572903999173, '/upload/20140205/3674572903999173.jpg', '潘玻赐-', 'f', '广东 汕尾', 2080226673, 'http://tp2.sinaimg.cn/2080226673/50/40020121884/0', '我在#小米F马快跑#轻松跑了7503分，So easy！妈妈再也不用担心我追不上2路汽车了~@小米手机 并分享成绩就有机会赢米3！高分还能赢红米和F码~快来一起奔跑吧！活动链接:http://t.cn/8FVbWwn。  ', 0, 1391569963),
(51, 3674572903727145, '/upload/20140205/3674572903727145.jpg', 'Jason_Weng静', 'f', '浙江 湖州', 3810280104, 'http://tp1.sinaimg.cn/3810280104/50/5674702828/0', '此刻的心情 很好。 今天成功领取6积分微博控红包 @格瓦拉生活网 http://t.cn/zjXxmqZ', 1, 1391569964),
(52, 3674572903726935, '/upload/20140205/3674572903726935.jpg', '山滴承诺', 'f', '广东 东莞', 3243102513, 'http://tp2.sinaimg.cn/3243102513/50/0/0', '#淘宝让红包飞#开心到爆啊，我刚刚用淘宝大礼包成功兑换了3张店铺红包的领取机会！！亲们也来参加淘宝让红包飞活动吧，下一个中奖的就是你！http://t.cn/8k0cXe8 http://t.cn/8FaqnAE', 1, 1391569964),
(53, 3674572903726615, '/upload/20140205/3674572903726615.jpg', '哎呀唉呵', 'm', '香港 其他', 2413883620, 'http://tp1.sinaimg.cn/2413883620/50/5611546551/1', '我已经被这件宝贝迷上了，你们呢？http://t.cn/8FaqnAI', 1, 1391569964),
(54, 3674572903726208, '/upload/20140205/3674572903726208.jpg', '天然呆1107', 'f', '河北 邯郸', 2294757103, 'http://tp4.sinaimg.cn/2294757103/50/5665941250/0', '又想起“雪落古城，碎琼乱玉…”', 1, 1391569965),
(55, 3674572903726197, '/upload/20140205/3674572903726197.jpg', '火烧斑鸠', 'f', '辽宁 大连', 3482928034, 'http://tp3.sinaimg.cn/3482928034/50/5680017122/0', '分享图片', 1, 1391569965),
(56, 3674572903726057, '/upload/20140205/3674572903726057.jpg', '吾梦琦笨鸟', 'f', '浙江 杭州', 1918116822, 'http://tp3.sinaimg.cn/1918116822/50/5626572828/0', '#我是歌手跨世紀情歌票選#快來選出你心中最動人的情歌經典TOP10，看你最愛的情歌有沒有在榜上!投票戳：http://t.cn/8FxfCAo @新浪台灣 @GTV八大電視偶像劇 ', 1, 1391569966),
(57, 3674572903483675, '/upload/20140205/3674572903483675.jpg', '吃货厨神', 'f', '广东 广州', 2561887302, 'http://tp3.sinaimg.cn/2561887302/50/22860482908/0', '如果爱情公寓拍到第20季，我想故事中的人物关系应该是这样的……', 1, 1391569966);

-- --------------------------------------------------------

--
-- Table structure for table `User`
--

CREATE TABLE `User` (
  `uid` int(11) NOT NULL AUTO_INCREMENT COMMENT 'user id',
  `username` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT 'user name',
  `screen_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(255) NOT NULL COMMENT 'password',
  `salt` varchar(30) NOT NULL COMMENT 'salt',
  `sns_uid` varchar(50) NOT NULL,
  `access_token` varchar(50) NOT NULL,
  `avatar` varchar(150) NOT NULL,
  `tel` int(15) NOT NULL,
  `gender` varchar(5) NOT NULL,
  `location` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `role` int(5) NOT NULL,
  `reg_datetime` int(16) NOT NULL,
  PRIMARY KEY (`uid`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `User`
--

INSERT INTO `User` (`uid`, `username`, `screen_name`, `password`, `salt`, `sns_uid`, `access_token`, `avatar`, `tel`, `gender`, `location`, `role`, `reg_datetime`) VALUES
(1, '猪哥小凌', '', '', '', '1856415417', '2.00J91dBCuMB5zD1e7980dda00VG_D4', 'http://tp2.sinaimg.cn/1856415417/180/5638235242/1', 0, '', '', 0, 1391492054),
(2, 'avene', '', '6a635240c25aa65985d678dfa77c4b0b', '', '', '', '', 0, '', '', 2, 0);

-- --------------------------------------------------------

--
-- Table structure for table `Winner`
--

CREATE TABLE `Winner` (
  `wid` int(16) NOT NULL AUTO_INCREMENT,
  `month` int(2) NOT NULL,
  `photo` varchar(255) NOT NULL,
  `name` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `avatar` varchar(255) NOT NULL,
  `tel` varchar(16) NOT NULL,
  `prize` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `prize_img` varchar(255) NOT NULL,
  PRIMARY KEY (`wid`),
  UNIQUE KEY `wid` (`wid`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `Winner`
--

INSERT INTO `Winner` (`wid`, `month`, `photo`, `name`, `avatar`, `tel`, `prize`, `prize_img`) VALUES
(1, 2, '/upload/winner/1.jpg', '嘟嘟', 'http://tp4.sinaimg.cn/2139885703/180/40003422142/1', '13233232', 'iPad Air 32G Wifi版', '/upload/winner/2.jpg'),
(2, 3, '/upload/winner/1.jpg', '嘟嘟', 'http://tp4.sinaimg.cn/2139885703/180/40003422142/1', '13233232', 'iPad Air 32G Wifi版', '/upload/winner/2.jpg'),
(3, 4, '/upload/winner/1.jpg', '嘟嘟', 'http://tp4.sinaimg.cn/2139885703/180/40003422142/1', '13233232', 'iPad Air 32G Wifi版', '/upload/winner/2.jpg'),
(4, 5, '/upload/winner/1.jpg', '嘟嘟', 'http://tp4.sinaimg.cn/2139885703/180/40003422142/1', '13233232', 'iPad Air 32G Wifi版', '/upload/winner/2.jpg');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
